Repository: common-repository/woovip
Catalog: languages/woovip-lite-*.po
Languages: fr_fr

source: VIP Membership
fr_fr: Adhésion VIP

source: System
fr_fr: Système

source: Membership settings
fr_fr: Réglages d'adhésion

source: Set the rules of your Membership.
fr_fr: Définissez les règles de votre adhésion.

source: Name your VIP membership
fr_fr: Nommez votre adhésion VIP

source: Forbidden pages redirects to
fr_fr: Pages interdites redirigent vers

source: When a page or product is for Members, visitor is redirected to another page. Default is the 404 page.
fr_fr: Lorsqu’une page ou un produit est réservé aux adhérents, le visiteur est redirigé vers une autre page. Par défaut, c'est la page 404.

source: Manage Members
fr_fr: Gérer les adhérents

source: Manage the memberships of your users.
fr_fr: Gérez les adhésions de vos utilisateurs.

source: Assign users membership
fr_fr: Attribuer une adhésion aux utilisateurs

source: Assign user memberships in the Users page.</a>
fr_fr: Attribuez les adhésions aux utilisateurs sur la page Utilisateurs.

source: Membership rules
fr_fr: Règles d’adhésion

source: Set the products, pages and post rules for your membership. In The free version, the rules are directly set on the wordpress/woocommerce pages
fr_fr: Définissez les produits, les pages et les règles de publication de votre adhésion. Dans La version gratuite, les règles sont directement définies sur les pages wordpress/woocommerce

source: Pages visibility
fr_fr: Visibilité des pages

source: Edit the Wordpress Pages visibility.
fr_fr: Modifiez la visibilité des Pages Wordpress.

source: Posts visibility
fr_fr: Visibilité des articles

source: Edit the Wordpress Posts visibility.
fr_fr: Modifiez la visibilité des articles WordPress.

source: Set the products rules
fr_fr: Définir les règles des produits

source: Edit the products prices and visibility.
fr_fr: Modifier les prix des produits et leur visibilité.

source: Data Management
fr_fr: Gestion des données

source: Delete all data
fr_fr: Supprimer toutes les données

source: Remove all VIP memberships and user's memberships.
fr_fr: Supprimez toutes les adhésions VIP et les abonnements des utilisateurs.

source: Use it with care since this action is <b>not undoable</b>.
fr_fr: Utilisez cette avec soin car cette action <b>n’est pas infaisable.</b>

source: Delete All Data
fr_fr: Supprimer toutes les données

source: If you really want to reset all WooVIP data, check this box and click on <i>'%s'</i> again.
fr_fr: Si vous voulez vraiment réinitialiser toutes les données WooVIP, cochez cette case et cliquez sur <i>'%s'</i> à nouveau.

source: This operation is not undoable!
fr_fr: Cette opération n’est pas infaisable !

source: Consider making a backup of your database before continue.
fr_fr: Envisagez de faire une sauvegarde de votre base de données avant de continuer.

source: WooVIP install has been cleaned up.
fr_fr: L'installation WooVIP a été nettoyée.

source: VIP section
fr_fr: Section VIP

source: Show for VIP only
fr_fr: Afficher pour VIP uniquement

source: Bad VIP price format
fr_fr: Mauvais format de prix VIP

source: WooVIP Rules
fr_fr: Règles WooVIP

source: Hidden for all non VIP user.
fr_fr: Caché pour tous les utilisateurs non VIP.

source: VIP sale price
fr_fr: Prix de vente VIP

source: The product gets a discount for VIP users with a special price. If the product already has a discount, the smallest price is kept.
fr_fr: Le produit bénéficie d'un rabais pour les utilisateurs VIP avec un prix spécial. Si le produit a déjà un rabais, le plus petit prix est conservé.

source: With PRO version, you could set values on each variation
fr_fr: Avec la version PRO, vous pouvez définir des valeurs sur chaque variation

source: Set as VIP
fr_fr: Définir comme VIP

source: Remove from VIP
fr_fr: Retirer des VIP

source: Is VIP
fr_fr: Est VIP

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Settings
fr_fr: Réglages

source: Help
fr_fr: Aide

source: Add Licence Key
fr_fr: Ajouter un clé de licence
